Repository: xcv58/MacTools
Catalog: Plugins/AppHotkey/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.launch.app
source: 应用
ar: التطبيق
de: App
en: Application
es: Aplicación
fr: Application
ja: アプリ
ko: 앱
pt: Aplicativo
ru: Приложение
tr: Uygulama
zh_hant: App

# action.launch.description
source: 打开应用；若应用位于最前方则隐藏。
ar: افتح التطبيق، أو أخفه إذا كان في المقدمة.
de: Öffnet die App oder blendet sie aus, wenn sie im Vordergrund ist.
en: Open the application, or hide it when it is frontmost.
es: Abre la aplicación o la oculta si está en primer plano.
fr: Ouvrez l’application ou masquez-la si elle est au premier plan.
ja: アプリを開き、最前面にある場合は非表示にします。
ko: 앱을 열거나 맨 앞에 있으면 가립니다.
pt: Abra o aplicativo ou oculte-o se estiver em primeiro plano.
ru: Открывает приложение или скрывает его, если оно на переднем плане.
tr: Uygulamayı açar ya da öndeyken gizler.
zh_hant: 開啟 App；若 App 位於最前方則隱藏。

# action.launch.title
source: 打开应用
ar: فتح التطبيق
de: App öffnen
en: Open Application
es: Abrir aplicación
fr: Ouvrir l’application
ja: アプリを開く
ko: 앱 열기
pt: Abrir aplicativo
ru: Открыть приложение
tr: Uygulamayı Aç
zh_hant: 開啟 App

# action.unavailable.missing
source: 应用不可用。
ar: التطبيق غير متاح.
de: Die App ist nicht verfügbar.
en: The application is unavailable.
es: La aplicación no está disponible.
fr: L’application n’est pas disponible.
ja: アプリを利用できません。
ko: 앱을 사용할 수 없습니다.
pt: O aplicativo não está disponível.
ru: Приложение недоступно.
tr: Uygulama kullanılamıyor.
zh_hant: App 無法使用。

# action.unavailable.paused
source: 应用快捷键已暂停。
ar: اختصارات التطبيقات متوقفة مؤقتًا.
de: App-Kurzbefehle sind pausiert.
en: Application shortcuts are paused.
es: Los atajos de aplicaciones están en pausa.
fr: Les raccourcis d’applications sont en pause.
ja: アプリのショートカットは一時停止中です。
ko: 앱 단축키가 일시 중지되었습니다.
pt: Os atalhos de aplicativos estão pausados.
ru: Сочетания клавиш приложений приостановлены.
tr: Uygulama kısayolları duraklatıldı.
zh_hant: App 快速鍵已暫停。

# settings.configureInActions
source: 前往“操作与快捷键”设置
ar: قم بالإعداد في «الإجراءات والاختصارات»
de: Unter „Aktionen & Kurzbefehle“ konfigurieren
en: Configure in Actions & Shortcuts
es: Configurar en Acciones y atajos
fr: Configurer dans Actions et raccourcis
ja: 「アクションとショートカット」で設定
ko: ‘동작 및 단축키’에서 구성
pt: Configure em Ações e Atalhos
ru: Настроить в разделе «Действия и сочетания клавиш»
tr: Eylemler ve Kısayollar'da Yapılandır
zh_hant: 前往「操作與快速鍵」設定

# metadata.title
source: 应用快捷键
ar: مفاتيح التشغيل السريع للتطبيقات
de: App-Hotkeys
en: App Hotkeys
es: Teclas de acceso rápido a aplicaciones
fr: Touches de raccourci d'application
ja: アプリのホットキー
ko: 앱 단축키
pt: Teclas de atalho do aplicativo
ru: Горячие клавиши приложения
tr: Uygulama Kısayol Tuşları
zh_hant: 應用快速鍵

# metadata.description
source: 为常用应用绑定全局快捷键
ar: اربط مفاتيح التشغيل السريع العامة بالتطبيقات المستخدمة بشكل متكرر.
de: Globale Hotkeys an häufig verwendete Apps binden.
en: Bind global hotkeys to frequently used apps.
es: Vincular teclas de acceso rápido globales a aplicaciones de uso frecuente.
fr: Associez les raccourcis clavier globaux aux applications fréquemment utilisées.
ja: グローバル ホットキーを頻繁に使用するアプリにバインドします。
ko: 자주 사용하는 앱에 전역 단축키를 바인딩합니다.
pt: Vincule teclas de atalho globais a aplicativos usados com frequência.
ru: Привяжите глобальные горячие клавиши к часто используемым приложениям.
tr: Sık kullanılan uygulamalara genel kısayol tuşları atayın.
zh_hant: 為常用應用綁定全局快速鍵

# panel.subtitle.empty
source: 暂无绑定，前往设置配置
ar: لا توجد روابط بعد. قم بتكوينها في الإعدادات.
de: Noch keine Bindungen. Konfigurieren Sie sie in den Einstellungen.
en: No bindings yet. Configure them in Settings.
es: Aún no hay enlaces. Configúrelos en Configuración.
fr: Aucune liaison pour l'instant. Configurez-les dans Paramètres.
ja: まだバインディングがありません。 [設定] で設定します。
ko: 아직 바인딩이 없습니다. 설정에서 구성하세요.
pt: Nenhuma ligação ainda. Configure-os em Configurações.
ru: Привязок пока нет. Настройте их в настройках.
tr: Henüz atama yok. Ayarlar'dan yapılandırın.
zh_hant: 暫無綁定，前往設定配置

# panel.subtitle.enabledCountFormat
source: 已配置 %d 个应用
ar: تم إعداد %d من التطبيقات
de: %d Apps konfiguriert
en: %d apps configured
es: %d aplicaciones configuradas
fr: %d apps configurées
ja: %d個のアプリを設定済み
ko: 앱 %d개 구성됨
pt: %d aplicativos configurados
ru: Настроено приложений: %d
tr: %d uygulama yapılandırıldı
zh_hant: 已設定 %d 個 App

# panel.subtitle.paused
source: 快捷键已暂停
ar: تم إيقاف مفاتيح التشغيل السريع مؤقتًا
de: Hotkeys pausiert
en: Hotkeys paused
es: Teclas de acceso rápido pausadas
fr: Raccourcis clavier suspendus
ja: ホットキーが一時停止されました
ko: 단축키가 일시중지되었습니다
pt: Teclas de atalho pausadas
ru: Горячие клавиши приостановлены
tr: Kısayol tuşları duraklatıldı
zh_hant: 快速鍵已暫停

# settings.section.bindings
source: 应用绑定
ar: ربط التطبيقات
de: App-Bindungen
en: App Bindings
es: Vínculos de aplicaciones
fr: Liaisons d'application
ja: アプリのバインディング
ko: 앱 바인딩
pt: Vinculações de aplicativos
ru: Привязки приложения
tr: Uygulama Atamaları
zh_hant: 應用綁定

# settings.add
source: 添加
ar: إضافة
de: Hinzufügen
en: Add
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle

# settings.empty
source: 点击「添加」选择应用并绑定快捷键
ar: انقر فوق "إضافة" لاختيار تطبيق وتعيين مفتاح التشغيل السريع.
de: Klicken Sie auf „Hinzufügen“, um eine App auszuwählen und einen Hotkey zuzuweisen.
en: Click Add to choose an app and assign a hotkey.
es: Haga clic en Agregar para elegir una aplicación y asignar una tecla de acceso rápido.
fr: Cliquez sur Ajouter pour choisir une application et attribuer un raccourci clavier.
ja: [追加] をクリックしてアプリを選択し、ホットキーを割り当てます。
ko: 앱을 선택하고 단축키를 할당하려면 추가를 클릭하세요.
pt: Clique em Adicionar para escolher um aplicativo e atribuir uma tecla de atalho.
ru: Нажмите «Добавить», чтобы выбрать приложение и назначить горячую клавишу.
tr: Bir uygulama seçip kısayol tuşu atamak için Ekle'ye tıklayın.
zh_hant: 點擊「添加」選擇應用並綁定快速鍵

# settings.shortcutConflictFormat
source: 与「%@」冲突
ar: يتعارض مع "%@"
de: Konflikte mit „%@“
en: Conflicts with "%@"
es: Conflictos con "%@"
fr: Conflits avec "%@"
ja: 「%@」と競合します
ko: "%@"과의 충돌
pt: Conflitos com "%@"
ru: Конфликты с «%@»
tr: "%@" ile çakışıyor
zh_hant: 與「%@」衝突

# settings.shortcut.commonConflictWarning.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# settings.shortcut.commonConflictWarning.confirm
source: 仍要使用
ar: استخدام على أي حال
de: Trotzdem verwenden
en: Use Anyway
es: Usar de todos modos
fr: Utiliser quand même
ja: このまま使用
ko: 그래도 사용
pt: Usar mesmo assim
ru: Всё равно использовать
tr: Yine De Kullan

# settings.shortcut.commonConflictWarning.message
source: 这是全局快捷键，可能覆盖其他应用的常用操作。
ar: هذا اختصار عام وقد يتجاوز العمليات الشائعة في التطبيقات الأخرى.
de: Dies ist ein globaler Kurzbefehl und kann häufige Aktionen in anderen Apps überschreiben.
en: This is a global shortcut and may override common actions in other apps.
es: Este es un atajo global y puede anular acciones habituales en otras apps.
fr: Ce raccourci global peut remplacer des actions courantes dans d’autres apps.
ja: これはグローバルショートカットで、ほかのアプリのよく使う操作を上書きする場合があります。
ko: 이 전역 단축키는 다른 앱의 일반적인 동작을 덮어쓸 수 있습니다.
pt: Este é um atalho global e pode substituir ações comuns em outros apps.
ru: Это глобальное сочетание клавиш может переопределять обычные действия в других приложениях.
tr: Bu genel bir kısayoldur ve diğer uygulamalardaki yaygın eylemleri geçersiz kılabilir.
zh_hant: 這是全域快速鍵，可能覆蓋其他 App 的常用操作。

# settings.shortcut.commonConflictWarning.title
source: 仍要使用“%@”？
ar: هل تريد استخدام «%@» على أي حال؟
de: „%@“ trotzdem verwenden?
en: Use “%@” Anyway?
es: ¿Usar «%@» de todos modos?
fr: Utiliser « %@ » quand même ?
ja: 「%@」をこのまま使用しますか？
ko: “%@”을(를) 그래도 사용하시겠습니까?
pt: Usar “%@” mesmo assim?
ru: Всё равно использовать «%@»?
tr: “%@” Yine De Kullanılsın Mı?

# openPanel.title
source: 选择应用
ar: اختر التطبيق
de: App auswählen
en: Choose App
es: Elegir aplicación
fr: Choisir une application
ja: アプリを選択
ko: 앱 선택
pt: Escolha o aplicativo
ru: Выбрать приложение
tr: Uygulama Seç
zh_hant: 選擇應用

# openPanel.message
source: 选择要绑定快捷键的应用
ar: اختر التطبيق لربطه بمفتاح التشغيل السريع.
de: Wählen Sie die App aus, die an einen Hotkey gebunden werden soll.
en: Choose the app to bind to a hotkey.
es: Elija la aplicación para vincularla a una tecla de acceso rápido.
fr: Choisissez l'application à associer à un raccourci clavier.
ja: ホットキーにバインドするアプリを選択します。
ko: 단축키에 바인딩할 앱을 선택하세요.
pt: Escolha o aplicativo para vincular a uma tecla de atalho.
ru: Выберите приложение, которое нужно привязать к горячей клавише.
tr: Kısayol tuşuna atanacak uygulamayı seçin.
zh_hant: 選擇要綁定快速鍵的應用

# settings.shortcutUnset
source: 未设置
ar: غير محدد
de: Nicht festgelegt
en: Not set
es: No establecido
fr: Non défini
ja: 未設定
ko: 설정되지 않음
pt: Não definido
ru: Не установлено
tr: Ayarlanmadı
zh_hant: 未設定

# settings.pathUnavailable
source: 应用路径不可用
ar: مسار التطبيق غير متاح
de: App-Pfad nicht verfügbar
en: App path unavailable
es: Ruta de la aplicación no disponible
fr: Chemin de l'application indisponible
ja: アプリのパスが利用できません
ko: 앱 경로를 사용할 수 없습니다
pt: Caminho do aplicativo indisponível
ru: Путь к приложению недоступен
tr: Uygulama yolu kullanılamıyor
zh_hant: 應用路徑不可用

# settings.shortcutRecorderTitleFormat
source: %@ 快捷键
ar: %@ مفتاح التشغيل السريع
de: %@ Hotkey
en: %@ Hotkey
es: %@ Tecla de acceso rápido
fr: %@ Raccourci clavier
ja: %@ ホットキー
ko: %@ 단축키
pt: %@ Tecla de atalho
ru: %@ Горячая клавиша
tr: %@ Kısayol Tuşu
zh_hant: %@ 快速鍵

# settings.clearShortcut
source: 清除快捷键
ar: مسح مفتاح التشغيل السريع
de: Hotkey löschen
en: Clear hotkey
es: Borrar tecla de acceso rápido
fr: Effacer le raccourci clavier
ja: ホットキーをクリア
ko: 단축키 지우기
pt: Limpar tecla de atalho
ru: Очистить горячую клавишу
tr: Kısayolu Temizle
zh_hant: 清除快速鍵

# settings.deleteBinding
source: 删除此绑定
ar: احذف هذا الربط
de: Diese Bindung löschen
en: Delete this binding
es: Eliminar este enlace
fr: Supprimer cette liaison
ja: このバインディングを削除します
ko: 이 바인딩 삭제
pt: Excluir esta vinculação
ru: Удалить эту привязку
tr: Bu Atamayı Sil
zh_hant: 刪除此綁定
